// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Administración del dispositivo";

TaskTitle = "Administración del dispositivo";
HSDPasswordButton = "Fijar/Cambiar contraseña de administrador…";
HSDEnableAllTitle = "Habilitar todo";
HSDDisableAllTitle = "Deshabilitar todo";
HSDCustomSettingsTitle = "Ajustes personalizados:";
HSDOnTitle = "Encendido";
HSDFeatureNameTitle = "Nombre de la función";

Networking = "Ethernet";
Wireless = "Inalámbrico";
WirelessAccessPoint = "Punto de acceso inalámbrico";
Fax = "Fax";
DigitalSend = "Envío digital";
MassStorage = "Tarjeta fotográfica/Almacenamiento masivo";
ePrint = "ePrint";
SIPs = "SIPs";
MobileApps = "Servicio MobileApps";
ControlPanelAccess = "Bloqueo del panel de control";
Scan = "Escanear";
RemoteScan = "Escanear desde un equipo o dispositivo móvil";
WebScan = "Webscan";
WebServices = "Servicios Web";
FaxReprint = "Reimpresión de fax";
ReceivingColorFax = "Fax a color (fax entrante)";
PrintFromMassStorage = "Abrir/Imprimir desde dispositivos USB";
ScanToMassStorage = "Guardar en USB (Escanear en USB)";
MassStorageRestrictColor = "Impresión a color desde dispositivos de memoria";
Copy = "Copia";
ColorCopy = "Copia en colores";
DFA = "Archivo de fax de dispositivo (DFA)";
ScanToEmail = "Escanear a correo electrónico";
ScanToNetworkFolder = "Escanear a carpeta de red";
ScanToSharePoint = "Escaneo a SharePoint";
ManualFromEmailAddress = "Manual desde la entrada de la dirección de correo electrónico";
ConsumableSubscription = "Suscripción de tinta";
SFS = "Ayuda en línea";
UsageDataCollection = "Recopilación de datos de uso";
WebProxy = "Proxy web";
WDAP = "Detección automática de proxy web (WPAD)";
FirmwareUpdate = "Actualizar firmware";
WebFirmwareUpdate = "Actualizar firmware descargado de Internet";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Imprimir con Google Cloud Print a través de una red inalámbrica";

DisableControlPanelAccessAlertTitle =  "Al habilitar el Bloqueo del panel de control también se restringe el acceso a los ajustes de impresora en HP Utility. ¿Seguro que desea habilitar el Bloqueo del panel de control?";
DisableControlPanelAccessAlertDescription = "HP Utility necesita deshabilitar el Bloqueo del panel de control para mostrar y configurar los ajustes de impresora.  Si se habilita deberá usar el Servidor web integrado de la impresora para realizar la configuración.";
DisableControlPanelAccessAlertButton = "Habilitar Bloqueo del panel de control";

HSDFeatureRequiresRebootNote = "(1) Reinicie la impresora para que se aplique este ajuste.";

NoSetTitle = "%@no está actualizado.";
NoSetMessage = "Ha excedido el límite máximo de intentos permitidos para cambiar este ajuste. Vuelva a intentarlo después de una hora.";

// password window
HSDOldPasswordTitle = "Antigua contraseña:";
HSDNewPasswordTitle = "Nueva contraseña:";
HSDConfirmPasswordTitle = "Confirmar nueva contraseña:";
IncorrectPasswordMessage = "La contraseña es incorrecta.";
NewPasswordTooLong = "La nueva contraseña es demasiado larga.";
PasswordNotSupported = "No se admite el cambio de contraseña.";
PasswordRuntimeError = "Error desconocido.";

HSDOkButton = "OK";
HSDCancelButton = "Cancelar";
